extends Node

var items = {
	
	0:{
		"Name":"Голубое зелье",
		"Des":"Для ..",
		"Cost": 10
	},
	1:{
		"Name":"Зеленое зелье",
		"Des":"Для ..",
		"Cost": 100
	},
	2:{
		"Name":"Красное зелье",
		"Des":"Для ..",
		"Cost": 1000
	},
	3:{
		"Name":"Желтое зелье",
		"Des":"Для ..",
		"Cost": 1
	},
	4:{
		"Name":"Фиолетовое зелье",
		"Des":"Для ..",
		"Cost": 10
	},
}

var resources = {
	
	0:{
		"Name":"Топор",
		"Des":"Для вырубки деревьев",
		"Cost": 10
	},
	1:{
		"Name":"Кирка",
		"Des":"Для добывания камня",
		"Cost": 100
	},
	2:{
		"Name":"Меч",
		"Des":"Для унижтожения монстров",
		"Cost": 100
	},
}
